chat_system_814477755_actor_description=Galdyn Orn. Orc-ambassador.
chat_system_814477755_snap_0_question=^?^Hey, good job! You good fighter, strong and brave. Bardyn Orn bad fighter. He run from battlefield quick quick. Me punish him after that. Hit a big stick on his head.
chat_system_814477755_snap_0_answer_0=^?^Thank you for the praise, Galdyn.
chat_system_814477755_snap_0_answer_1=^?^I heard there is a secret underground in the embassy.
chat_system_814477755_snap_1_question=^?^How do you know? How do you know about our secret? Okay, there is big cave, yes.<br>You probably want magic Mask, that is in the cave?
chat_system_814477755_snap_1_answer_0=^?^What a quick-witted orc! Yes, I've come to get it.
chat_system_814477755_snap_2_question=^?^You is too late, human! To us come very angry very hungry very old dragon Krordge. He eat many orcs and become not so hungry but still angry. We beat hard on angry dragon and then he dig a long passage to our cave and steal the Mask!<br>Orcs go through this passage to dragon's den. Wanted to beat Krordge and get Mask. Now there are not many orcs and dragon is not hungry at all. Let you go there? You are a lot of meat, dragon eat you and burst!
chat_system_814477755_snap_2_answer_0=^?^Yeah, he'll choke! Come on, open your underground!
chat_system_814477755_snap_2_answer_1=^?^I don't want to go down there right now. But if I change my mind, I'll come back to you.
chat_system_814477755_snap_3_question=^?^What you want?
chat_system_814477755_snap_3_answer_0=^?^I want to fight with the dragon. Let me into the underground.
chat_system_814477755_snap_3_answer_1=^?^I was just passing by and decided to visit you. I'll catch you later.
